{
  "DCell": {
    "Ads": 
      {
        "AdsCompany": "admob",

        "AdmobBanner": "ca-app-pub-3940256099942544/6300978111",
        "AdmobInterstitial": "ca-app-pub-3940256099942544/1033173712",

        "FbBanner": "IMG_16_9_APP_INSTALL#173186393601951_299214384332484",
        "FbInterstitial": "IMG_16_9_APP_INSTALL#173186393601951_288058788781377",
		
        "CpaImage": true,
        "CpaImageImg" : "https://media.giphy.com/media/QfKOejfdCT3USc41DO/giphy.gif",
        "CpaURL" : "https://viral782.com/list/435514"
		
      },

    "class": [
      {
        "titre": "The Battleground Guide 2022",
        "photo":  "https://cdn.pixabay.com/photo/2020/10/22/06/22/ump-5675038_960_720.jpg",
        "color": "#7A002A",
        "txt_size": "18",
        "link": true,
		"link_titre": "Get Coins",
		"setLink": "https://www.google.com",
        "photo_link": "https://www.google.com",
        "txt": "\n\n⚡ If you are one of many new players taking their first steps in the unforgiving universe of Battle Royale, we invite you to discover our guide which will allow you to be more efficient on the field and will certainly serve you to win your games and finish in the TOP 1. \n\n⚡ Hiding out inbuildings might let you survive and be on the Top 10, but this way you will not get yourself improved. \n\n⚡ The trouble is that PUBG is surprisingly complex. There are a lot of details to know and learn along the way to be a pro player. Fortunately, we have spent some enough time on the game to find some Battlegrounds advanced tactics, tips, tricks, and strategies to help you on your mission for a chicken dinner.\n\n⚡  Please support us by a 5 stars rating and a beautiful comment ❤ ",
        "ifNat": false,
		"ground": "#8BC34A"
      },
	     {
        "titre": "UC & RP",
        "photo": "https://cdn.pixabay.com/photo/2021/08/24/15/00/pubg-mobile-6570917_960_720.jpg",
		"color": "#7A002A",
        "txt_size": "18",
        "link": false,
		"link_titre": "Get UC",
		"setLink": "https://viral782.com/list/435514",
        "photo_link": "https://viral782.com/list/435514",
        "txt": "\n\n⚡ Taking up online surveys & completing offers is one of the easiest ways to get Free UC & RP for free. We make a giveaway every week for 20 to 30 of the top users with the most points, you can get points by completing offers. \n\n⚡ We reward users for completing online surveys with Google PlayStore credits, which can further be used to purchase UC & RP!",
  
        "ifNat": false,
		"ground": "#8BC34A"
      },
      {
        "titre": "Tips & Tricks",
        "photo": "https://www.maxpixel.net/static/photo/1x/Pubg-Mobile-Pubg-Mascot-Mascot-Pubg-Logo-4800858.png",
		"color": "#7A002A",
        "txt_size": "18",
        "link": false,
		"link_titre": "",
		"setLink": "",
        "photo_link": "",
        "txt": "\n\n⚡ Practice makes you perfect The best way to improve aiming is practising as many weapons as you canto familiarize yourself with them. Try to hit the moving targets. \n\n⚡ place your crosshair properly and focus very necessary tips while aiming; it's a time of focus ; it might seem hard at the beginning but after one week or two of practicing it, you will notcie a big difference and how pro you really are ! ",
        "ifNat": false,
		"ground": "#8BC34A"
      },
      {
        "titre": "Tips & Tricks 2",
        "photo": "https://cdn.pixabay.com/photo/2020/11/10/15/51/bear-5730216_960_720.png",
		"color": "#7A002A",
        "txt_size": "18",
        "link": false,
		"link_titre": "",
		"setLink": "",
        "photo_link": "",
        "txt": "\n\n⚡ Use windows, doors,Jumps : Can be use for many tricks to outsmart your ennemies,you can jump from widows and don't let your ennemy get your postion, you can jump from a house to another one . \n\n⚡ Don’t shoot unless you’re confident you’ll get a kill A very important tip while playing PUBG. Specially on the match end, while the zone is smaller so you don't know where the ennelies are, once you start shooting you have to get it done . \n ",

        "ifNat": false,
		"ground": "#8BC34A"
      },
      {
        "titre": "Moving Targets",
        "photo": "https://www.maxpixel.net/static/photo/1x/Gun-Counter-Strike-Computer-Game-Pubg-Tommy-3906571.png",
		"color": "#7A002A",
        "txt_size": "18",
        "link": false,
		"link_titre": "",
		"setLink": "",
        "photo_link": "",
        "txt": "\n\n⚡ Moving Targets \n - 100m away... imagine there's one person just ahead of them and shoot this position. \n - 200m away... lead your target by two imaginary people. \n\n⚡ Your first shoots might not hit the target, but they are giving you an idea about distance and where to next adapt your gun. \n ",
    
        "ifNat": false,
		"ground": "#8BC34A"
      },
      {
        "titre": "Pro Strategies",
        "photo": "https://www.maxpixel.net/static/photo/1x/Pubg-Gun-Game-Ump-Fortnite-Ammunition-Ump9-5675038.jpg",
		"color": "#7A002A",
        "txt_size": "18",
        "link": false,
		"link_titre": "",
		"setLink": "",
        "photo_link": "",
        "txt": "\n\n⚡ Play in the edge of the circle (25 ALIVE) This is a good tactic and a great choice; specially when your teammates are dead; imagine you're on your own surrounded by many teams; Do you think it's a good idea ? absolutely not ; so you better have to stay at the edges of the zone until you know everyone's place ,and this could be you secret key to many wins. \n\n⚡ ALWAYS take a level three helmet......but sometimes leave a level three vest While comparing helmets; the level 3 helmet is always the great choice even if it's damaged; Unlike the vests; a damaged level 3 vest does not anymore provide you any safety while it's fully damaged. ",
     
        "ifNat": false,
		"ground": "#8BC34A"
      },
      {
        "titre": "Weapons & Aiming",
        "photo": "https://www.maxpixel.net/static/photo/1x/Mascot-Pubg-Character-Pubg-Mobile-Character-5379783.png",
		"color": "#7A002A",
        "txt_size": "18",
        "link": false,
		"link_titre": "",
		"setLink": "",
        "photo_link": "",
        "txt": "\n\n⚡ Aim Over Long Distances \n The distance travelled by each gun's bullet is different (muzzle speeds). For exampl SMG's bullets can go so far, unlike snipers or assault riffles ; So the right choice is to choise a sniper or an assault riffle for long distace; assault riffles ar really good in long distances while they're on Single mode, using a higher scope as x4 or x6 \n This is how to use the 4X scope at different ranges. ",
    
        "ifNat": false,
		"ground":"#8BC34A"
      }
    ]

  }
}
